window.aspConfig = {}
;(function (aspConfig) {
  // dev环境
  aspConfig.dev = {
    HOST: 'http://dev.flz.aplusunion.com',
    HOST_AUTH: 'http://dev.auth.aplusunion.com',
    HOST_FP: 'http://dev.fupin.aplusunion.com',
    HOST_UNION: 'http://dev.union.aplusunion.com',
    HOST_ECARE: 'http://dev.ecare.aplusunion.com',
    // 调试有效时间10小时
    TEST_STORE_MAX_AGE: 36000000,
    // 贺卡实例id
    BIRTHDAY_CARD_APPID: '1657936887752691712',
    // 主席信箱appId
    UNION_MAILBOX_APPID: '1752568417707364352',
    // 客服分类对应用来请求跳转的关联id
    service_category_to_relation_id: {
      4: '583340358683987968', // 一级分类 - 物流问题 ： 关联问题分类ID
      3: '583341038618415104', // 一级分类 - 售后问题 ： 关联问题分类ID
      '499608153898487808': {
        // 一级分类 - 投诉建议 ： 关联问题分类ID
        needCheckSecondCategory: true, // 需要匹配二级分类
        matchSecondCategory: '429678426673254400', // 匹配中的二级分类
        matchRelationId: '583341487673184256', // 匹配中的二级分类对应的关联问题分类ID
        notMatchRelationId: '583342436231811072' // 不匹配中的二级分类对应的关联问题分类ID
      }
    },
    // 客服入口
    service_Order_number: {
      // 价格投诉
      price: '429678426673254400',
      // 物流投诉
      logistics: '429678534655610880',
      // 售后投诉
      aft: '429678627739799552',
      // 运费理赔
      freight: '429678707012145152',
      // 工单介入
      workOrder: '306072108180574208'
    },
    // 不支持售后的活动 -- 礼品卡需求专用
    noAfsActivity: ['3410809337929795907', '1439288174189824899'],
    // 客服url自定义id
    udesk_id_custom: {},
    // 个性化-问题分类ID对应客服链接
    question_id_to_url: {
      3: 'https://imxcx18.7x24cc.com/phone_webChat.html?accountId=N000000031059&chatId=a3631d05-e684-4808-a801-812848871657', // 售后问题
      4: 'https://imxcx18.7x24cc.com/phone_webChat.html?accountId=N000000031059&chatId=3a93c741-d70b-4853-9843-0b5a8448b0f0' // 物流问题
    },
    // 特定企业支持礼品卡
    supportGiftCard: ['1164016393604304896'],
    // 默认sim验证的企业
    sim_enterpriseIds: ['102', '1164016393604304896'],
    // 结算页无需填写帮扶企业 (夏日团购渠道ID / 陕西健身操舞线上公开商城渠道ID / 中国移动掌厅消费帮扶下单页面的帮扶归属企业)
    unnecessary_help_enterprise: ['GD0001', 'AB001', 'ZGYDBF001'],
    // 碳币活动
    carbon_activity: ['1615289852306201158', '1968780529943871253'],
    // 碳币企业
    carbon_enterprise: ['1164016393604304896'],
    // 中国移动通信集团江苏有限公司
    jsyd_enterprise: ['1164016393604304896'],
    jsyd_activity: ['2030908632039854211'],
    // 积分明细隐藏
    score_hide_enterpriseIds: [],
    // 根据积分类目隐藏积分值
    pointsCatIds: ['1161994760458618134', '1476607832219473470']
  }
  // test环境
  aspConfig.test = {
    HOST: 'http://test.flz.aplusunion.com',
    HOST_AUTH: 'http://test.auth.aplusunion.com',
    HOST_FP: 'http://test.fupin.aplusunion.com',
    HOST_UNION: 'http://test.union.aplusunion.com',
    HOST_ECARE: 'http://test.ecare.aplusunion.com',
    // 调试有效时间10小时
    TEST_STORE_MAX_AGE: 36000000,
    // 贺卡实例id
    BIRTHDAY_CARD_APPID: '1657936887752691712',
    // 主席信箱appId
    UNION_MAILBOX_APPID: '1676489414618124288',
    // 客服分类对应用来请求跳转的关联id
    service_category_to_relation_id: {
      4: '583340358683987968', // 一级分类 - 物流问题 ： 关联问题分类ID
      3: '583341038618415104', // 一级分类 - 售后问题 ： 关联问题分类ID
      '499608153898487808': {
        // 一级分类 - 投诉建议 ： 关联问题分类ID
        needCheckSecondCategory: true, // 需要匹配二级分类
        matchSecondCategory: '429678426673254400', // 匹配中的二级分类
        matchRelationId: '583341487673184256', // 匹配中的二级分类对应的关联问题分类ID
        notMatchRelationId: '583342436231811072' // 不匹配中的二级分类对应的关联问题分类ID
      }
    },
    // 客服入口
    service_Order_number: {
      // 价格投诉
      price: '429678426673254400',
      // 物流投诉
      logistics: '429678534655610880',
      // 售后投诉
      aft: '429678627739799552',
      // 运费理赔
      freight: '429678707012145152',
      // 工单介入
      workOrder: '306072108180574208'
    },
    // 客服url自定义id
    udesk_id_custom: {
      '102': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1126782843490668544': '270d9107-da91-40f6-a392-39a6325e4bf8'
    },
    // 个性化-问题分类ID对应客服链接
    question_id_to_url: {
      3: 'https://imxcx18.7x24cc.com/phone_webChat.html?accountId=N000000031059&chatId=a3631d05-e684-4808-a801-812848871657', // 售后问题
      4: 'https://imxcx18.7x24cc.com/phone_webChat.html?accountId=N000000031059&chatId=3a93c741-d70b-4853-9843-0b5a8448b0f0' // 物流问题
    },
    // 特定企业支持礼品卡
    supportGiftCard: ['102', '1164016393604304896', '1589515722722381824', '48131668862046208'],
    // 默认sim验证的企业
    sim_enterpriseIds: ['102', '1164016393604304896'],
    // 结算页无需填写帮扶企业 (夏日团购渠道ID / 陕西健身操舞线上公开商城渠道ID / 中国移动掌厅消费帮扶下单页面的帮扶归属企业)
    unnecessary_help_enterprise: ['GD0001', 'AB001', 'ZGYDBF001'],
    // 碳币活动
    carbon_activity: ['1615289852306201158', '1968780529943871253'],
    // 碳币企业
    carbon_enterprise: ['1164016393604304896'],
    // 中国移动通信集团江苏有限公司
    jsyd_enterprise: ['1164016393604304896'],
    jsyd_activity: ['2030908632039854211'],
    // 积分明细隐藏
    score_hide_enterpriseIds: [],
    // 根据积分类目隐藏积分值
    pointsCatIds: ['1161994760458618134']
  }
  // pre环境
  aspConfig.pre = {
    HOST: 'https://pre.flz.aplusunion.com',
    HOST_AUTH: 'https://pre.auth.aplusunion.com',
    HOST_FP: 'https://pre.fupin.aplusunion.com',
    HOST_UNION: 'https://pre.union.aplusunion.com',
    HOST_ECARE: 'https://pre.ecare.aplusunion.com',
    // 调试有效时间10小时
    TEST_STORE_MAX_AGE: 36000000,
    // 贺卡实例id
    BIRTHDAY_CARD_APPID: '1657936887752691712',
    // 主席信箱appId
    UNION_MAILBOX_APPID: '1676489414618124288',
    // 客服分类对应用来请求跳转的关联id
    service_category_to_relation_id: {
      4: '586506955535814656', // 一级分类 - 物流问题 ： 关联问题分类ID
      3: '586512376141058048', // 一级分类 - 售后问题 ： 关联问题分类ID
      '433632240476491776': {
        // 一级分类 - 投诉建议 ： 关联问题分类ID
        needCheckSecondCategory: true, // 需要匹配二级分类
        matchSecondCategory: '433633125902454784', // 匹配中的二级分类
        matchRelationId: '586512242166599680', // 匹配中的二级分类对应的关联问题分类ID
        notMatchRelationId: '586512512271388672' // 不匹配中的二级分类对应的关联问题分类ID
      }
    },
    // 客服入口
    service_Order_number: {
      // 价格投诉
      price: '433633125902454784',
      // 物流投诉
      logistics: '433635547097993216',
      // 售后投诉
      aft: '433635050991521792',
      // 运费理赔
      freight: '33',
      // 工单介入
      workOrder: '434011888234401792'
    },
    // 客服url自定义id
    udesk_id_custom: {
      '1': '270d9107-da91-40f6-a392-39a6325e4bf8'
    },
    // 个性化-问题分类ID对应客服链接
    question_id_to_url: {
      3: 'https://imxcx18.7x24cc.com/phone_webChat.html?accountId=N000000031059&chatId=a3631d05-e684-4808-a801-812848871657', // 售后问题
      4: 'https://imxcx18.7x24cc.com/phone_webChat.html?accountId=N000000031059&chatId=3a93c741-d70b-4853-9843-0b5a8448b0f0' // 物流问题
    },
    // 特定企业支持礼品卡
    supportGiftCard: ['102'],
    // 默认sim验证的企业
    sim_enterpriseIds: ['102'],
    // 结算页无需填写帮扶企业 (夏日团购渠道ID / 陕西健身操舞线上公开商城渠道ID / 中国移动掌厅消费帮扶下单页面的帮扶归属企业)
    unnecessary_help_enterprise: ['GD0001', 'AB001', 'ZGYDBF001'],
    // 碳币活动
    carbon_activity: ['1974488069034123762', '1974488069034123761'],
    // 碳币企业
    carbon_enterprise: ['102'],
    // 中国移动通信集团江苏有限公司
    jsyd_enterprise: ['102'],
    jsyd_activity: ['2028794279769842733'],
    // 积分明细隐藏
    score_hide_enterpriseIds: [],
    // 根据积分类目隐藏积分值
    pointsCatIds: ['1476607832219473469', '1476607832219473470']
  }
  // prod环境
  aspConfig.prod = {
    HOST: 'https://flz.aplusunion.com',
    HOST_AUTH: 'https://auth.aplusunion.com',
    HOST_FP: 'https://fupin.aplusunion.com',
    HOST_UNION: 'https://union.aplusunion.com',
    HOST_ECARE: 'https://ecare.aplusunion.com',
    // 调试有效时间1小时
    TEST_STORE_MAX_AGE: 3600000,
    // 贺卡实例id
    BIRTHDAY_CARD_APPID: '1657936887752691712',
    // 主席信箱appId
    UNION_MAILBOX_APPID: '1676489414618124288',
    // 客服分类对应用来请求跳转的关联id
    service_category_to_relation_id: {
      '297741514623291392': '528526989959761920', // 一级分类 - 物流问题 ： 关联问题分类ID
      '297741647180075008': '528527133094580224', // 一级分类 - 售后问题 ： 关联问题分类ID
      '297741813798801408': {
        // 一级分类 - 投诉建议 ： 关联问题分类ID
        needCheckSecondCategory: true, // 需要匹配二级分类
        matchSecondCategory: '297752487488786432', // 匹配中的二级分类
        matchRelationId: '528527675560693760', // 匹配中的二级分类对应的关联问题分类ID
        notMatchRelationId: '528527318629617664' // 不匹配中的二级分类对应的关联问题分类ID
      }
    },
    // 客服入口
    service_Order_number: {
      // 价格投诉
      price: '297752487488786432',
      // 物流投诉
      logistics: '297754831114866688',
      // 售后投诉
      aft: '297754990372589568',
      // 运费理赔
      freight: '297752038010392576',
      // 工单介入
      workOrder: '422048483965538304'
    },
    // 客服url自定义id
    udesk_id_custom: {
      // 员工福利站（新疆）
      '1131395203488550912': '55071408-82db-4d28-94ce-95942d7c9986',
      // 员工福利站（江苏）
      '1174932276765790208': '2cac23c9-305f-4001-ae49-fea732bdbc88',
      // 员工福利站（中移在线）
      '1334414922163163136': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1595250858466217984': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334416624912175104': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334414793108623360': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334414164814467072': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415647358324736': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415274220457984': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334416025495801856': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415129726685184': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334414503345131520': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415835988758528': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415965299150848': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334414443584688128': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334414380527521792': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1459350435583496192': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334413974883799040': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415210248933376': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334414090017443840': '7cb756b8-b256-4324-809f-f342b1be5660',
      '1334415706531565568': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415887918436352': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334414322822287360': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334413828288679936': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415331854389248': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415594988244992': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334414661420060672': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415059732140032': '270d9107-da91-40f6-a392-39a6325e4bf8',
      1334414267184844800: '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334415778262552576': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334416228307177472': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334416413808660480': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334416476660305920': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334416554200403968': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334416341419167744': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334414617065295872': '270d9107-da91-40f6-a392-39a6325e4bf8',
      '1334416289976029184': '270d9107-da91-40f6-a392-39a6325e4bf8',
      // 员工福利站（山西）
      '1197304696986144768': '19cd0588-0bb5-4d90-8366-2eb0df0377fe',
      // 员工福利站（甘肃劳保）
      '1582763591864684544': '6c53897b-5efc-47ce-abac-1ac0a4032d33',
      // 员工福利站（海南）
      '1131092677807575040': '11dacda2-e216-461b-b751-1d390f90730b',
      // 员工福利站（内蒙劳保）
      '1201074466957037568': '2a082fb1-c3e9-4481-9fab-770959fc944a',
      // 员工福利站（内蒙古3.0）
      '1132594817331892224': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132595443143020544': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132604370614226944': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132604760223125504': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132605036921360384': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132605335601942528': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132605582747111424': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132605799269666816': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132606122071691264': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132606605838520320': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      '1132606881530122240': 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      107: 'f0ba3e68-0fb4-4a7f-a9ba-1acf319302c2',
      // 员工福利站（陕西3.0）
      '1331157739313041408': '746e227f-5b39-4691-878e-51f6fd660b72',
      // 员工福利站（福建3.0）
      '1190157493687554048': 'b7772e99-a66f-41d6-8d39-44f27e0df3de',
      // 员工福利站（山东权益会）
      '1210163939967766528': '367bb457-1b5d-483f-bacf-be1938f52dd5',
      // 员工福利站（哈尔滨移动3.0）
      '1200343621610770432': 'd0caea0e-a9b4-417f-9d19-5ff3ee0e9677',
      '1337932403062345728': 'd0caea0e-a9b4-417f-9d19-5ff3ee0e9677',
      // 员工福利站（重庆）
      '1154687546060705792': '6f7fcb1a-8a71-4616-9706-14b52a265429',
      // 员工福利站（云南）
      '1301070514458202112': 'd758ecb6-3a41-49e5-ad59-2eed772dd97e',
      // 员工福利站（山东在线）
      '1154678596581986304': 'ebb11a8c-9550-4c88-a96b-ded14ab8efd0',
      // 员工福利站（贵州 ）
      '1174517806193184768': '0e35969a-e132-426e-ad1c-19c99d73b590',
      // 员工福利站（中移信息）
      1191021972302336000: '96793ce9-19a5-456f-b4f0-efae42ff7857',
      '1178198834908762112': '96793ce9-19a5-456f-b4f0-efae42ff7857',
      // 员工福利站（宁夏）
      '1177512704664145920': '710d8fae-fa8d-40f5-a0c3-3078fd8feb0d',
      // 中移互联网工装活动
      101: '96793ce9-19a5-456f-b4f0-efae42ff7857',
      '1250625382722572288': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1714916055572549632': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1435775851714318336': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1711648889465212928': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1342321758325444608': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1154676049729294336': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1154680050713628672': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      999999: '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1153843399053545472': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1258303818341552128': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1580047457516261376': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1347102011879067648': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1155752624134557696': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1459105210277564416': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1153911084940529664': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1152061253833986048': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1573155035863584768': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1593483811235303424': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1205482380962566144': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1710836644963422208': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1805789732211527680': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1176707438355943424': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1153847752552353792': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1699342339002339328': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1154667478937505792': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1154680239474085888': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1455852398663962624': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1153848027929382912': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1129646112391827456': '96793ce9-19a5-456f-b4f0-efae42ff7857',
      '1202464171216867328': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1158980856321413120': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1155730334911041536': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1262559079201771520': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1457879644937392128': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1826892823673442304': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1132595754251325440': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1161167218407641088': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1132906948682059776': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1154569385319600128': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1205483402007154688': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1160797429717798912': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1186921617079668736': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7',
      '1550383156367200256': '05ae4ed3-2d5d-4d87-99a2-8a444543dec7'
    },
    // 个性化-问题分类ID对应客服链接
    question_id_to_url: {
      '297741647180075008':
        'https://imxcx18.7x24cc.com/phone_webChat.html?accountId=N000000031059&chatId=a3631d05-e684-4808-a801-812848871657', // 售后问题
      '297741514623291392':
        'https://imxcx18.7x24cc.com/phone_webChat.html?accountId=N000000031059&chatId=3a93c741-d70b-4853-9843-0b5a8448b0f0' // 物流问题
    },
    // 特定企业支持礼品卡
    supportGiftCard: ['102', '1466221473378340864', '1589515722722381824', '1448131668862046208'],
    // 默认sim验证的企业
    sim_enterpriseIds: ['101', '1133586120186269696'],
    // 结算页无需填写帮扶企业 (夏日团购渠道ID / 陕西健身操舞线上公开商城渠道ID / 中国移动掌厅消费帮扶下单页面的帮扶归属企业)
    unnecessary_help_enterprise: ['GD0001', 'AB001', 'ZGYDBF001'],
    // 碳币活动
    carbon_activity: ['1961489780009193161', '1961489780009193160'],
    // 碳币企业
    carbon_enterprise: ['1546330631867469824'],
    // 中国移动通信集团江苏有限公司
    jsyd_enterprise: ['1174932276765790208'],
    jsyd_activity: ['2029083245169208771', '2029083425557835394', '2029083794925023117'],
    // 1132595443143020544=中移内蒙古阿拉善分公司/1131149340094763008=中国移动通信集团广东有限公司揭阳分公司
    score_hide_enterpriseIds: ['1132595443143020544', '1131149340094763008'],
    // 根据积分类目隐藏积分值
    pointsCatIds: ['1476607832219473469', '1476607832219473470']
  }
  /** ** 与环境无关的配置 开始 ****/

  // 10086 扶贫商城
  aspConfig.fp_myfupin = 'https://touch.10086.cn/hd/myfupin'

  // 登录携带参数
  aspConfig.login_params = [
    'to_reg',
    'show_reg',
    'show_reg_name',
    'entpId',
    'logintype',
    'token',
    'code',
    'artifact',
    'client_from',
    'from',
    'isfp',
    'channel'
  ]

  // 客服url默认id
  aspConfig.udesk_id_default = 'f8c768db-44de-45c4-a9cf-6e76883ab71b'

  /** ** 与环境无关的配置 结束 ****/
})(window.aspConfig)
